// 2. Написать псевдокод и *по возможности блок схему для алгоритма:
// сложить три числа и вывести сумму.
// Реализовать алгоритм в коде.
// Файлы разместить в git репозитории и передать ссылку на реализацию.



let num1 = 3;
let num2 = 4;
let num3 = 5;
sum = num1 + num2 + num3;
console.log(sum);


// Блок схема:

// Начало (овальный блок)
// Объявление трёх переменных(прямоугольный блок): let num1, let num2, let num3 
// Присвоение значений переменным(прямоугольный блок): let num1 = 3, let num2 = 4, let num3 = 5
// Вычисление суммы(прямоугольный блок): sum = num1 + num2 + num3
// Вывод суммы(прямоуголный блок): console.log(sum)
// Конец(овальный блок)



